{
  "bedroom": [
    {
      "S.No": 1,
      "Direction": "N",
      "Impacts": "North is good for people who are now in making of career. A person living in this area cannot sustain without work. Even lazy people can find a way to earn and make a good career but better sleep is not gained in this area. Sleepness is part of this areal"
    },
    {
      "S.No": 2,
      "Direction": "NNE",
      "Impacts": "Not for small chidren. A bedroom in NNE weakens your immune system but this area heals the people with their diseases."
    },
    {
      "S.No": 3,
      "Direction": "NE",
      "Impacts": "A bedroom in north east keeps you stressed and irritative. Slowly memory concepts goes down, It causes dementia if you sleep long term in NE and many type of diseases are your bed partners."
    },
    {
      "S.No": 4,
      "Direction": "ENE",
      "Impacts": "It gives you inner peace , inner happiness. Prosperous and thoughtfulness of righteous life. Lives in present and thats why lives happy life. It is a great area to live in for older people."
    },
    {
      "S.No": 5,
      "Direction": "E",
      "Impacts": "Whenver we sleep we come out of our cocoon and live a better social life, Hesitation towards social activities disturb you. Normally people are engage into better social life and gets success out of their social connection. Political and blogger and social connection people should sleep in this room"
    },
    {
      "S.No": 6,
      "Direction": "ESE",
      "Impacts": "It creates stress and over analysis keeps always in to stress. Not able to let go any thought and it disturb relationship and sometime blood pressure also high."
    },
    {
      "S.No": 7,
      "Direction": "SE",
      "Impacts": "This is purely fire zone so the person sleeping in this area develops arrogancy and remain angry all the time. Very mean minded and greedy for more money. Not good for young girls."
    },
    {
      "S.No": 8,
      "Direction": "SSE",
      "Impacts": "It provides better mental and physical strength. Keeps you calm on all levels."
    },
    {
      "S.No": 9,
      "Direction": "S",
      "Impacts": "Is the best place for relax and take a deep sleep."
    },
    {
      "S.No": 10,
      "Direction": "SSW",
      "Impacts": "Even after your 100% effort you dont get a return. Bedroom here pushes you back and a long term residencies in this zone makes you very week to handle your strength or to sustain with strength. Deseases and healtyh impact specially digestive system related issues will develop."
    },
    {
      "S.No": 11,
      "Direction": "SW",
      "Impacts": "One if the best areal for sleep. You learn new skillset and sharpens your old skills. Keeps proper care oif family and owns the family. Person is also been owned by family. "
    },
    {
      "S.No": 12,
      "Direction": "WSW",
      "Impacts": "Better area for bed room. For those people who wants to take rest in market rleated to share , currencies. Better place for sharfe traders."
    },
    {
      "S.No": 13,
      "Direction": "W",
      "Impacts": "Good for sleeping as it increases your gains possibilities and overall betterment is also supported. "
    },
    {
      "S.No": 14,
      "Direction": "WNW",
      "Impacts": "Bedrom should not be here as this is areal for detoxification.  The perrson living in this area has too much complain about others. "
    },
    {
      "S.No": 15,
      "Direction": "NW",
      "Impacts": "Good areal to sleep. Good relationship with management and clienage is developed. Person develop the skills of better negotiations. Good for those people who are related ot bank or financial institutions. ",
      "Remedies": "Good areal to sleep. Good relationship with management and clienage is developed. Person develop the skills of better negotiations. Good for those people who are related ot bank or financial institutions. "
    },
    {
      "S.No": 16,
      "Direction": "NNW",
      "Impacts": "Very good for area for young newly wed couple Or the people who wants to get married soon or wanted to be in rewlationship very soon even those who wants to conceive soon should spent time here. Better area for physical pleasure. This is recommended for small kids or adolescense type kids here as they will grow sexual tendencies."
    }
  ],
  "kitchen": [
    {
      "S.No": 1,
      "Direction": "N",
      "Impacts": "Kitchen in north creates barrier for your carrier and new opportunities. Your sales get decreased and food also doesnt get better intake"
    },
    {
      "S.No": 2,
      "Direction": "NNE",
      "Impacts": "Kitchen in NNE provides / creates negative environment and diseases occurs need regular medicine. "
    },
    {
      "S.No": 3,
      "Direction": "NE",
      "Impacts": "Kitchen in NE creates mental issues, clarity and vision gets blurred. People are regular into illusions factor. They remain in illusion of success., State of confusion and illusion."
    },
    {
      "S.No": 4,
      "Direction": "ENE",
      "Impacts": "Encourages to lead life with a fun. Always keep you desperate but not able to achieve at the attribuet gets burnt. It doesnt provide you the fruits due to fire elemet/kitchenn inthis zone/."
    },
    {
      "S.No": 5,
      "Direction": "E",
      "Impacts": "Kitchen in east gives average result in your social arena but it fruitful for religious organization or social organization. Commerically it is good when you are having restuarnt or food joint or dining center this direction is good"
    },
    {
      "S.No": 6,
      "Direction": "ESE",
      "Impacts": "Kitchen can be here but arguemnets within the family can be a part. Diabtetes and blood pressure are intiruce in the family."
    },
    {
      "S.No": 7,
      "Direction": "SE",
      "Impacts": "Very good for cash in hand and job. Though it creates a type of aggreviness but it helps to restore cash flow and come out of debts."
    },
    {
      "S.No": 8,
      "Direction": "SSE",
      "Impacts": "Good area. It provides physical and self esteem and confidence. Food is also in better in taste and healthy as well."
    },
    {
      "S.No": 9,
      "Direction": "S",
      "Impacts": "South gives you opportunity to get fame and recognition. Rekaxation is coreof life when kitchen is in this idrection"
    },
    {
      "S.No": 10,
      "Direction": "SSW",
      "Impacts": "Creates issues between father and son. Over expinditures limt are grown and health also gets at risk."
    },
    {
      "S.No": 11,
      "Direction": "SW",
      "Impacts": "It disables the impact of your skillset and your career is also destablized. Relationship between family members is also disturbed. Marriages and child birth get delayed."
    },
    {
      "S.No": 12,
      "Direction": "WSW",
      "Impacts": "Not supportive for kitchen. It is not supportive for gains, reservation savings. Despite of your best effort you cannot able to achieve any success."
    },
    {
      "S.No": 13,
      "Direction": "W",
      "Impacts": "is the good area for kitchen it ensures better quality of food and better taste also. Preseve nutiruous value of food to create a better health."
    },
    {
      "S.No": 14,
      "Direction": "WNW",
      "Impacts": "Enables you for sarcasm and you grow up with a habit of making complain about faimily, food"
    },
    {
      "S.No": 15,
      "Direction": "NW",
      "Impacts": "It is supports structure of kitchen"
    },
    {
      "S.No": 16,
      "Direction": "NNW",
      "Impacts": "it disables physical pleasure and intemacy between husbamd and wife and basic causes of chaos in family."
    }
  ],
  "toilet": [
    {
      "S.No": 1,
      "Direction": "N",
      "Impacts": "Toilet can provide issues in career and opportunities. Stops you to get prosperous and slowly people are out of opportunities to make money or stregngthen their finaancial matters"
    },
    {
      "S.No": 2,
      "Direction": "NNE",
      "Impacts": "Immune system gets hampered. and long lasting diseases because of weak immune system and takes very long time to recovery."
    },
    {
      "S.No": 3,
      "Direction": "NE",
      "Impacts": "Can create health epidemic, like loss in memory, paralysis, neurological disorder"
    },
    {
      "S.No": 4,
      "Direction": "ENE",
      "Impacts": "it priovides you Heaviness  and lazy and non active. You do not feel fresh and constipation can be an sustaining example "
    },
    {
      "S.No": 5,
      "Direction": "E",
      "Impacts": "Creates your social incvolvement very weak and small. People dont recognize you and some time you are involve in unetihical activities."
    },
    {
      "S.No": 6,
      "Direction": "ESE",
      "Impacts": "There can be a toilet - it decreases stress level and overanalysing factor are decreased.Toilets in this area are normally fruitful."
    },
    {
      "S.No": 7,
      "Direction": "SE",
      "Impacts": "It provides obstacles, your cash flow is limited and ausipicious events like child birth and marriages get delayed."
    },
    {
      "S.No": 8,
      "Direction": "SSE",
      "Impacts": "Toilet in this area decreases physical strength and self confidence. Lack of motivation and lack of doing energies."
    },
    {
      "S.No": 9,
      "Direction": "S",
      "Impacts": "Toilet in south keeps you high for fame and recoignization but provides negative impact over brand , wellbeignness  , social beingness"
    },
    {
      "S.No": 10,
      "Direction": "SSW",
      "Impacts": "Good area for toilet as this is area of physical disposition so no bad impact"
    },
    {
      "S.No": 11,
      "Direction": "SW",
      "Impacts": "Relationship between families get problamatic, stabilty is fragile and you are not able to utilize skillset and your knowledge for need and deed."
    },
    {
      "S.No": 12,
      "Direction": "WSW",
      "Impacts": "Can be toilet, your savings get deteorated . School going childrewn do not get upto mark result.",
      "Remedies": "Not recommended for children and shcool going kids."
    },
    {
      "S.No": 13,
      "Direction": "W",
      "Impacts": "West toilet is not auspicious, it can detorate your gains , profit . Even after puttin too much effort you are less awarding."
    },
    {
      "S.No": 14,
      "Direction": "WNW",
      "Impacts": "Toilet can be here. This is the area of detoxification. It helps to detoxigfy your mental stuckness, and health to let go the past"
    },
    {
      "S.No": 15,
      "Direction": "NW",
      "Impacts": "Support and helpfulness from others get affected and it can detorate your bank balance. "
    },
    {
      "S.No": 16,
      "Direction": "NNW",
      "Impacts": "It reduces basic attraction between two people. Both get saddened and to fulfill that sadness you will need other people to complete the blank between. Physical attraneion and sx get hampered."
    }
  ],
  "dining": [
    {
      "S.No": 1,
      "Direction": "N",
      "Impacts": "Will keep you vigilant about your career. Your inner sense develop in a focussed way for your career. Digestion is a bit problem."
    },
    {
      "S.No": 2,
      "Direction": "NNE",
      "Impacts": "Dining in this area keeps your health very accurate and you are vigilant about your health."
    },
    {
      "S.No": 3,
      "Direction": "NE",
      "Impacts": "Dining in north east keeps you towards spirituality. Noreoever inclined towards liquid food, and sometimes you tend to be vegetarian.  Non veg should be none or limited."
    },
    {
      "S.No": 4,
      "Direction": "ENE",
      "Impacts": "Dining area in ENE keep you mroe vigilant over presentation and fun rather than nutritious and quality of food. You encvourage tendency of junk food and older people move towards tradional food."
    },
    {
      "S.No": 5,
      "Direction": "E",
      "Impacts": "Dining area in east encourages social gathering , dining with freinds and known people , neighbors. They are more invited when dining area is in this zone."
    },
    {
      "S.No": 6,
      "Direction": "ESE",
      "Impacts": "WHenever you dine in ESE you are more concerned. Tension and stress can develop. You can shout over taste, salt, or an type of discomfort and you analyze quality of food too deeply  than health."
    },
    {
      "S.No": 7,
      "Direction": "SE",
      "Impacts": "It works as an apetizer. You take food on time as you have decided. Digestion and health are good.  Nature remains bit aggresive. "
    },
    {
      "S.No": 8,
      "Direction": "SSE",
      "Impacts": "Very good area of eat food as it digest very easily and provide better nutritients to the body. It provides strength and even heels the body."
    },
    {
      "S.No": 9,
      "Direction": "S",
      "Impacts": "South is a good area for dinining as food is very easily digested and there is complete mental peace and relaxation."
    },
    {
      "S.No": 10,
      "Direction": "SSW",
      "Impacts": "No nutritioanl value of food comes when youy dine here. Moreover concerns about table and eating manner and even health digestive issues develops. Constipation can also be part"
    },
    {
      "S.No": 11,
      "Direction": "SW",
      "Impacts": "Is a not a good for dine in as it creates lack of satisfatcion and contentment  Event disturb relationshsip. Parents are never satisfied with table manners and scolding childrens and spouse for not maintaining p[roper habit, table manners, eating habit etc. common aspects"
    },
    {
      "S.No": 12,
      "Direction": "WSW",
      "Impacts": "Keep you vert addictive or concern about eating habits, discipline like using fork and spoons . It provides best of nutritious."
    },
    {
      "S.No": 13,
      "Direction": "W",
      "Impacts": "you gain objective of taking food and you get complete nutritianl value as well as you gain better health. Best area for gains in health prospective"
    },
    {
      "S.No": 14,
      "Direction": "WNW",
      "Impacts": "Complaning about food and impact over health is normal chracteristics of this area and dining for long period develops negative attitude for forever prosperitry and growth. People goes negative."
    },
    {
      "S.No": 15,
      "Direction": "NW",
      "Impacts": "Enables you to get support from others. Youw own wishes is eveb supported by others and morever fulfilled."
    },
    {
      "S.No": 16,
      "Direction": "NNW",
      "Impacts": "Keeps your taste for food always high. Your taste buds are over active. You try new cusiine everyday. You love food but demand of new taste keeps you fragile over health. Limitation of food is prescribed here."
    }
  ],
  "poojaghar": [
    {
      "S.No": 1,
      "Direction": "N",
      "Impacts": "Its a good position. This is best place to workship Lordess Luxmi and Ganesh, other dieties should not be worshipped here",
      "__EMPTY_1": " According to Vastu principles, the north direction is associated with the energy of Kuber, the lord of wealth, and is considered auspicious for certain activities, but it may not be the most recommended direction for a pooja ghar.",
      "__EMPTY_2": "Postive Energy Flow\nWealth and Prosperity\nHarmony and Stability\nIntellectual Growth",
      "__EMPTY_3": "Some Vastu experts caution against placing a pooja ghar in the north direction as it may lead to dosh (defects) such as Vastu dosh or dosh related to the placement of deities.\nDepending on the specific layout and energy dynamics of the house, other directions such as the northeast or east may be more suitable for a pooja ghar. Please check the balance and harmony of whole house layout."
    },
    {
      "S.No": 2,
      "Direction": "NNE",
      "Impacts": "Shiv Pariwar, Dhanvantri Pooja,  - It provides health impact to improve their health \nand Ashwani Kumar.",
      "__EMPTY_2": "Divine Energy Flow\nHormonious Environment\nSpiritual Balance\nIntellectual Growth",
      "__EMPTY_3": "Consultation, Balance, Alignment, Avoiding Obstacles"
    },
    {
      "S.No": 3,
      "Direction": "NE",
      "Impacts": "All Gods can be placed and worshipped here. It provides mental clarity and divine receivings.",
      "__EMPTY_1": "Placing a pooja temple (prayer room) in the Northeast (NE) direction of the house according to Vastu principles is generally considered highly auspicious. Here are some reasons why, along with some precautions:"
    },
    {
      "S.No": 4,
      "Direction": "ENE",
      "Impacts": "Is a good areal for worshipping and gives freshness and works like stress buster. Recharges with new and divine energy.",
      "__EMPTY_2": "Impact on Health and Well-being:"
    },
    {
      "S.No": 5,
      "Direction": "E",
      "Impacts": "Worshipping in East is good for political , bureaucratic, or people who are connected with social arena. "
    },
    {
      "S.No": 6,
      "Direction": "ESE",
      "Impacts": "Not good as it creates stressfulll environment and tensionas and distress.",
      "Remedies": "Stock broker can worship."
    },
    {
      "S.No": 7,
      "Direction": "SE",
      "Impacts": "Only goddess Durga can be worshipped. (Sherawali). Workshipping other than maa durga will creates accident and losses and Cash flow issue."
    },
    {
      "S.No": 8,
      "Direction": "SSE",
      "Impacts": "Sakti pooja and Hanuman ji . Rest cannot be worshipped. "
    },
    {
      "S.No": 9,
      "Direction": "S",
      "Impacts": "Maa Kali can be worshipped. One of best place for meditation."
    },
    {
      "S.No": 10,
      "Direction": "SSW",
      "Impacts": "prohibited . Alhori and tantrik pooja can be done. Rest are not allowed. Pooja creates losses and tensions."
    },
    {
      "S.No": 11,
      "Direction": "SW",
      "Impacts": "Prohibited fo revery type of pooja. Exceptionally Vishkarma pooja can be performed here. Ancestors can be placed and worshiopped"
    },
    {
      "S.No": 12,
      "Direction": "SSW",
      "Impacts": "Maa Sarswati Goddess of wisdom only can be worshipped here. "
    },
    {
      "S.No": 13,
      "Direction": "W",
      "Impacts": "All types of Gurus - Sokh guru, Jain, Mahavir, Sai, Lord Buddha - Should always in best."
    },
    {
      "S.No": 14,
      "Direction": "WNW",
      "Impacts": "No pooja allowed other than Yakshini...dakini etc....."
    },
    {
      "S.No": 15,
      "Direction": "NW",
      "Impacts": "Kul Devi Kul Devta pooja can be done."
    },
    {
      "S.No": 16,
      "Direction": "NNW",
      "Impacts": "Tantrik Anushthan can be performed, and sex rituals pooja."
    }
  ]
}